Repository: codeforcroatia/imamopravoznati-theme
Catalog: locale-theme/*/app.po
Languages: hr

source: Original authority that received your request has transferred your request to a different public body. By law, new receiving authority should respond 15 days after they received your request.
hr: Izvorno tijelo koje je zaprimilo vaš zahtjev nema traženu informaciju ali ima saznanja da drugo tijelo ima informaciju te su ustupili zahtjev drugom tijelu javne vlasti. Prema zakonu, novo tijelo koje prima zahtjev mora odgovoriti 15 dana nakon što zaprimi ustupljeni zahtjev.

source: Authority has requested you to pay material expenses incurred by the provision of information.
hr: Tijelo javne vlasti je od vas zatražilo plaćanje stvarnih materijalnih troškova nastalih pružanjem informacija.

source: Hopefully your wait isn't too long. By law, you should get a response 30 days after they initially received your request.
hr: Nadamo se da nećete predugo čekati. Prema zakonu, trebali biste dobiti odgovor 30 dana nakon što su prvobitno zaprimili vaš zahtjev.

source: Authority has <strong>transferred your request</strong> to another public body
hr: Obavijestili su da je <strong>zahtjev ustupljen</strong> drugom tijelu javne vlasti

source: Authority has <strong>extended the deadline</strong> for your request
hr: Obavijestili su da <strong>produžuju rok</strong> za odgovor

source: Authority has requested you to <strong>pay material expenses</strong> incurred by the provision of information
hr: Zatražili su <strong>plaćanje stvarnih materijalnih troškova</strong> nastalih pružanjem informacija

source: I have <strong>started appeal to Information Commissioner</strong> to resolve this request
hr: Pokrenuo sam <strong>žalidbeni postupak Povjereniku za informiranje</strong> da riješi ovaj zahtjev

source: {{public_body_url}} has replied saying <strong>they have transferred the request</strong> to another public body. Receiving authority should respond promptly and no later than {{response_date}}.
hr: {{public_body_url}} je <strong>ustupio zahtjev</strong> drugom tijelu javne vlasti. Naslovljeno tijelo koje je zaprimilo dopis treba odgovoriti najkasnije do {{response_date}}

source: {{user}} has referred to the Information Commissioner for <strong>appeal process</strong>.
hr: {{user}} je uputio predmet Povjereniku za informiranje na <strong>drugostupanjski postupak</strong>.

source: {{public_body_url}} has requested to <strong>pay material expenses</strong> incurred by the provision of information.
hr: {{public_body_url}} je zatražilo <strong>plaćanje stvarnih materijalnih troškova</strong> nastalih pružanjem informacija.

source: {{public_body_url}} has asked for <strong>an extension of the deadline</strong> for this request. They should respond promptly and no later than {{response_date}}.
hr: {{public_body_url}} je <strong>produžilo rok za odgovor</strong> za ovaj zahtjev. Uz produženje, trebali bi odgovoriti najkasnije do {{response_date}}

source: Asked for correction
hr: Zatražena dopuna i ispravak

source: Asked for correction.
hr: Zatražena dopuna i ispravak informacije.

source: I want to ask for <strong>correction</strong> to the response received
hr: Želim zatražiti da <strong>dopune i isprave</strong> informaciju koju su dostavili

source: Hopefully your wait isn't too long. By law, you should get a response 15 days after they received your request for correction.
hr: Nadamo se da nećete predugo čekati ispravak i dopunu informacije koju su ranije dostavili. Prema zakonu, trebali biste dobiti odgovor 15 dana nakon što su primili vaš zahtjev za ispravak.

source: {{user}} has asked {{public_body_url}} to <strong>correct their response</strong>. They should respond promptly and no later than {{response_date}}.
hr: {{user}} je zatražio od {{public_body_url}} da <strong>ispravi svoj odgovor</strong>. Trebali bi odgovoriti najkasnije do {{response_date}}.
