Repository: codeforcroatia/imamopravoznati-theme
Catalog: locale-theme/*/app.po
Languages: hr

source: (You will be asked to sign in as {{user_name}})
hr: (Trebat ćete se prijaviti kao {{user_name}})

source: (or <a href="{{url}}">sign in</a>)
hr: (ili se <a href="{{url}}">prijavite</a>)

source: <a href="{{browse_url}}">Browse all</a> or <a href="{{add_url}}">ask us to add one</a>.
hr: <a href="{{browse_url}}">Pretražite sve</a> ili <a href="{{add_url}}">zamolite nas da dodamo</a>.

source: <strong>Anything else</strong>, such as clarifying, prompting, thanking
hr: <strong>Nešto drugo</strong>, poput objašnjenja, napomena, zahvala

source: <strong>Can I request information about myself?</strong> <a href="{{url}}">No!</a>
hr: <strong>Mogu li zahtijevati informacije o sebi?</strong> <a href="{{url}}">Ne!</a>

source: <strong>We will email you</strong> when there is a response, or after {{late_number_of_days}} days if the authority still hasn't replied by then.
hr: <strong>Poslat ćemo vam e-poštu</strong> kad odgovor stigne ili nakon {{late_number_of_days}} dana ukoliko tijelo još nije odgovorilo.

source: Are you sure the information you’re after isn’t available elsewhere?
hr: Jeste li sigurni da informacije koje tražite nisu dostupne negdje drugdje?

source: Are you the owner of any commercial copyright on this page?
hr: Jeste li vlasnik nekog autorskog prava na ovoj stranici?

source: Ask us to update FOI email
hr: Tražite nas da ažuriramo adresu službenika za informiranje

source: Asking about Biometric Residence Permit (BRP) replacements or refunds?
hr: Pitate li za zamjenu Biometrijsku boravišnu dozvolu (BRP) ili povrate?

source: Asking about your Visa?
hr: Pitate li za vašu vizu?

source: Asking for recorded information held by a public body that anyone could reasonably request and expect to receive?
hr: Tražite li zabilježene podatke koje posjeduje tijelo javne vlasti, koje bi svatko mogao opravdano zahtjevati i očekivati da će ih dobiti?

source: Authority email:
hr: E-pošta službenika za informiranje:

source: Authority:
hr: Tijelo javne vlasti:

source: Browse <a href="{{requests_url}}">{{number_of_requests}} requests</a> to <a href="{{authorities_url}}">{{number_of_authorities}} authorities</a>
hr: Pretražite <a href="{{requests_url}}">{{number_of_requests}} zahtjeva</a> prema <a href="{{authorities_url}}">{{number_of_authorities}} tijela</a>

source: Browse all authorities &rarr;
hr: Pretražite sva tijela javne vlasti &rarr;

source: Browse requests
hr: Pregledajte zahtjeve

source: Can't find the one you want?
hr: Ne možete naći onaj koji želite?

source: Charity registration
hr: Registracija humanitarne organizacije

source: Check the authority’s disclosure logs, their responses on {{site_name}} or conduct a quick Internet search.
hr: Provjerite koje je podatke tijelo objavilo, njihove odgovore na {{site_name}} ili brzo pretražite Internet.

source: Click on the link below to send a message to {{public_body_name}} asking them to confirm that they have received your request and tell you when they are going to respond. You can also refer your request to the Information Commissioner.
hr: Kliknite na donju vezu da biste poslali poruku {{public_body_name}} u kojoj tražite da potvrde kako su primili vaš zahtjev i kažu vam kada će na njega odgovoriti. Svoj zahtjev možete uputiti i povjereniku za informiranje.

source: Click on the link below to send a message to {{public_body}} reminding them to reply to your request. You can also refer your request to the Information Commissioner once the statutory deadline has passed.
hr: Kliknite na donju vezu da biste poslali poruku {{public_body}} koja podsjeća da odgovori na vaš zahtjev. Svoj zahtjev možete uputiti i povjereniku za informiranje nakon što prođe zakonski rok u kojem je tijelo moralo odgovoriti.

source: Code for Croatia: Helping people set up sites like {{site_name}} all over the world
hr: Code for Croatia: Pomaže ljudima u postavljanju web lokacija poput {{site_name}} u cijelom svijetu.

source: Company registration
hr: Registracija tvrtke

source: Disclaimer: This message and any reply that you make will be published on the internet. Our privacy and copyright policies:
hr: Izjava o odricanju odgovornosti: Ova poruka i svaki odgovor bit će objavljeni na internetu. Naša politika zaštite privatnosti i autorskih prava:

source: Disclosure log
hr: Ostvarivanje prava na pristup informacijama

source: Do not fill in this field
hr: Ne popunjavajte ovo polje

source: Donate Now
hr: Donirajte

source: Edit and add <strong>more details</strong> to the message above, explaining why you are dissatisfied with their response.
hr: Uredite i dodajte <strong>više detalja</strong> poruci iznad, i objasnite zašto niste zadovoljni odgovorom.

source: Find contact details at FOI Authorities Registry
hr: Pronađite kontakt podatke u Registru tijela javne vlasti

source: Follow ups and new responses to this request have been stopped to prevent spam. Please <a href="{{url}}">contact us</a> if you are {{user_link}} and need to send a follow up.
hr: Dodatne poruke i novi odgovori na ovaj zahtjev zaustavljeni su kako bi spriječili neželjenu poštu. Molimo, <a href="{{url}}">kontaktirajte nas</a> ako ste {{user_link}} i želite poslati dodatne informacije tijelu javne vlasti.

source: For more detailed guidance on safely disclosing information, read the latest advice from the ICO:
hr: Za detaljnije upute o sigurnom rukovanju podacima pročitajte najnovije savjete Povjerenika za informiranje:

source: Get answers from the government and public sector
hr: Tražite odgovore od Vlade i javnog sektora

source: Great result!
hr: Odličan rezultat!

source: Help
hr: Pomoć

source: Help keep this site running
hr: Pomozite nam održavati ovu stranicu

source: Help us protect your right to hold public authorities to account. Donate and support our work.
hr: Pomozite nam zaštititi vaše pravo pozivanja tijela javne vlasti na odgovornost. Donirajte i podržite naš rad.

source: Help us protect your right to hold public authorities to account. Donate and support our work.
hr: Pomozite nam zaštititi vaše pravo pozivanja tijela javne vlasti na odgovornost. Donirajte i podržite naš rad.

source: Home page of authority
hr: Službena stranica tijela javne vlasti

source: How it works
hr: Kako ovo radi

source: I am asking for <strong>new information</strong>
hr: Molim <strong>nove informacije</strong>

source: I am requesting an <strong>internal review</strong>
hr: Tražim <strong>požurnicu</strong>

source: If you are dissatisfied by the response you got from the public authority, you have the right to complain (<a href="{{url}}" target="_blank">details</a>).
hr: Ako niste zadovoljni odgovorom koji ste dobili od tijela javne vlasti, imate pravo na žalbu (<a href="{{url}}">više informacija</a>).

source: If you find this service useful as an FOI officer, please ask your web manager to link to us from your organisation's FOI page.
hr: Ukoliko vam je, kao službeniku za pravo na pristup informacijama, ova usluga korisna, molimo vas da na stranici s podacima o pravu na pristup informacijama vaše organizacije postavite poveznicu do nas.

source: If you would like to know what information a public authority holds about you, you should make a “Subject Access Request” in private. The Information Commissioner’s website provides advice on accessing your own personal information: https://ico.org.uk/your-data-matters/your-right-of-access
hr: Ako želite znati koje podatke tijelo javne vlasti ima o vama, trebali biste se obratiti pisanim putem izravno voditelju obrade podataka tog tijela. Web stranica Agencije za zaštitu podataka pruža savjete o pristupu vašim osobnim podacima: https://azop.hr/prava-ispitanika/

source: If you write about this request (for example in a forum or a blog) please link to this page, and <a href="{{url}}">add an annotation</a> below telling people about your writing.
hr: Ukoliko pišete o ovom zahtjevu (primjerice, na forumu ili blogu), molimo stavite poveznicu do ove stranice i <a href="{{url}}">dodajte bilješku</a> ispod kako bi i drugi korisnici bili obavješteni o tekstu koji ste objavili.

source: If you write about this request (for example in a forum or a blog) please link to this page.
hr: Ukoliko pišete o ovom zahtjevu (primjerice, na forumu ili blogu), molimo stavite poveznicu do ove stranice.

source: Keep your request up to date
hr: Održavajte svoj zahtjev ažurnim

source: Learn more
hr: Saznajte više

source: Learn more about the Freedom of Information act &rarr;
hr: Saznajte više o Zakonu o pravu na pristup informacijama &rarr;

source: Looking for an EU Authority?
hr: Tražite tijelo Europske unije?

source: Make a request
hr: Podnesite zahtjev

source: Make a request &raquo;
hr: Podnesite zahtjev &raquo;

source: Make a request for information to a RH public authority: by law, they have to respond
hr: Podnesite zahtjev za pristup informacijama tijelu javne vlasti u Hrvatskoj: prema Zakonu, dužni su odgovoriti

source: More about this authority
hr: Više o ovom tijelu javne vlasti

source: Notes:
hr: Poruka:

source: Odredbe Zakona o pravu na pristup informacijama omogućuju tijelu javne vlasti da naplate pristup informaciji.
hr: Odredbe Zakona o pravu na pristup informacijama omogućuju tijelu javne vlasti da naplati pristup informaciji.

source: Once the privacy period ends, everything that you enter on this page, including <strong>your name</strong>, will be <strong><a href="{{url}}">displayed publicly</a></strong> on this website.
hr: Jednom kada istekne razdoblje privatnosti zahtjeva, sve što ste unosili na ovoj stranici, uključujući <strong>vaše ime</strong>, bit će <strong><a href="{{url}}">javno objavljeno</a></strong>i dostupno na platformi.

source: Once you’re happy with your request, click preview and send.
hr: Kada ste zadovoljni sročenim zahtjevom, kliknite za pregled zahtjeva i slanje.

source: Please <strong>only</strong> write messages directly relating to your request {{request_link}}. If you would like to ask for information that was not in your original request, then <a href="{{new_request_link}}">file a new request</a>.
hr: Molimo pišite <strong>samo</strong> poruke izravno povezane s vašim zahtjevom {{request_link}}. Ako trebate informacije koje u zahtjevu niste naveli, tada <a href="{{new_request_link}}">podnesite novi zahtjev</a>.

source: Please come back and add annotations to update this page with any further news or links
hr: Molimo vas vratite se i dodajte bilješke kako biste ažurirali ovu stranicu s novostima ili poveznicama

source: Please confirm that you understand that WhatDoTheyKnow is not run by the government, and the WhatDoTheyKnow volunteers cannot help you with personal matters relating to government services.
hr: Molimo vas potvrdite da razumijete da Imamo pravo znati nije vladin portal i naši volonteri vam ne mogu pomoći oko osobnih pitanja koja se odnose na usluge države.

source: Please contact us
hr: Molimo kontaktirajte nas

source: Please note that in some cases publication of requests and responses will be delayed.
hr: Molimo vas imajte na umu da će u nekim slučajevima objavljivanje zahtjeva i odgovora biti odgođeno.

source: Pogledaj na MozaikVeza.hr
hr: Pogledajte na MozaikVeza.hr

source: Preview your message
hr: Pregledajte vašu poruku

source: Publication scheme
hr: Portal otvorenih podataka

source: Read blog
hr: Čitajte blog

source: Remember, public authorities have {{late_number_of_days}} calendar days to respond to FOI requests.
hr: Zapamtite, tijela javne vlasti imaju {{late_number_of_days}} kalendarskih dana za odgovor na zahtjeve za pristup informacijama.

source: Remember, public authorities have {{late_number_of_days}} working days to respond to FOI requests.
hr: Zapamtite, tijela javne vlasti imaju {{late_number_of_days}} radnih dana za odgovor na zahtjeve za pristup informacijama.

source: Search
hr: Pretražite

source: Share on Facebook
hr: Podijelite na Facebooku

source: Share your request
hr: Podijelite svoj zahtjev

source: Source URL:
hr: URL izvora:

source: Start your own request
hr: Pokrenite vlastiti zahtjev

source: Submit Search
hr: Pošaljite upit

source: Submit request
hr: Predajte zahtjev

source: The Home Office also offer a range of contact forms via:
hr: Ministarstvo unutarnjih poslova također nudi niz obrazaca za kontakt putem:

source: The URL where you found the email address. This field is optional, but it would help us a lot if you can provide a link to a specific page on the authority's website that gives this address, as it will make it much easier for us to check.
hr: URL na kojem ste pronašli adresu e-pošte. Polje nije obavezno, ali pomoglo bi ako nam možete dati poveznicu na stranicu tijela javne vlasti gdje je adresa objavljenja, jer bismo ju tako mogli brže provjeriti.

source: The contact email address for FOI requests to the authority.
hr: Kontakt adresa e-pošte za zahtjeve na pristup informacijama tijela javne vlasti.

source: The response to your request has been <strong>delayed</strong>. Although the authority has no legal obligation to reply, they should normally have responded by <strong>{{date}}</strong>
hr: Odgovor na vaš zahtjev <strong>kasni</strong>. Iako ovo tijelo nema takvu zakonsku obvezu, trebalo bi u pravilu odgovoriti do <strong> {{date}}</strong>

source: The response to your request has been <strong>delayed</strong>. You can say that, by law, the authority should normally have responded <strong>promptly</strong> and by <strong>{{date}}</strong>
hr: Odgovor na vaš zahtjev <strong>kasni</strong>. Možete reći da je, prema Zakonu, tijelo javne vlasti trebalo odgovoriti <strong>odmah</strong> i do <strong>{{date}}</strong>

source: The response to your request has been <strong>delayed</strong>. You can say that, by law, the authority should normally have responded <strong>promptly</strong> and in term time by <strong>{{date}}</strong>
hr: Odgovor na vaš zahtjev <strong>kasni</strong>. Možete reći da je, prema zakonu, tijelo javne vlasti trebalo odgovoriti <strong>odmah</strong> i u vremenu do <strong>{{date}}</strong>

source: The response to your request is <strong>long overdue</strong>. Although the authority has no legal obligation to reply, they should have responded by now
hr: Odgovor na vaš zahtjev je <strong>u velikom kašnjenju</strong>. Iako ovo tijelo nema zakonsku obvezu, trebali su do sada odgovoriti

source: The response to your request is <strong>long overdue</strong>. You can say that, by law, under all circumstances, the authority should have responded by now
hr: Odgovor na vaš zahtjev <strong>kasni</strong>. Možete reći da je prema Zakonu, u svakom slučaju, tijelo javne vlasti trebalo odgovoriti do sada

source: They have not replied to your {{law_used_short}} request {{title}} promptly, as normally required by law
hr: Nisu odgovorili na vaš {{law_used_short}} zahtjev s naslovom '{{title}}' u zakonski predviđenom roku

source: They have not replied to your {{law_used_short}} request {{title}}, as normally required by law
hr: Nisu odgovorili na vaš {{law_used_short}} zahtjev s naslovom {{title}}, u zakonski predviđenom roku

source: Tijela javne vlasti moraju pružiti pomoć građenima u upravnim predmetima.
hr: Tijela javne vlasti dužna su pomoći građanima u upravnim predmetima.

source: Tweet it
hr: Podijelite na Twitteru

source: Unsure who to ask, or what to ask for?
hr: Niste sigurni koga pitati ili što tražiti?

source: Use this site to make your request for information – we'll show you how.
hr: Pošaljite vaš zahtjev za pristup informacijama - pokazat ćemo vam kako.

source: View FOI email address
hr: E-pošta službenika za informiranje

source: View authorities
hr: Tijela javne vlasti

source: Volunteer
hr: Volontirajte

source: Want to add several authorities?
hr: Želite li dodati nekoliko tijela javne vlasti?

source: Want to know something?
hr: Nešto želite doznati?

source: We consider it is not a valid FOI request as it was correspondence about your personal circumstances, and we have therefore hidden it from other users.
hr: Smatramo da ovo nije valjan zahtjev, s obzirom na to da se radilo o prepisci o vašim osobnim okolnostima, stoga smo ga sakrili od ostalih korisnika.

source: We publish it all online. Great! Now you have your answer, and everybody else can access it too.
hr: Sve ćemo objaviti na internetu. Odlično! Sada imate informacije koje ste tražili i svatko im može pristupiti.

source: We understand that it can be very difficult to get a response from the Home Office to personal immigration queries. If you are in the UK we suggest writing to the Home Office via your local Member of Parliament (MP), if you send your correspondence to your MP, they or their office, can pass it on to the Home Office and ensure you get a response. This has the benefit of highlighting difficulties communicating with the Home Office to MPs - who are in a position to address the systemic problems.
hr: Razumijemo da može biti vrlo teško dobiti odgovor od strane Ministarstva unutarnjih poslova na osobne imigracijske upite. Ako ste u Velikoj Britaniji, predlažemo da pišete Ministarstva unutarnjih poslova putem svog lokalnog zastupnika (MP), ako svoj dopis pošaljete svom zastupniku, oni ili njihov ured, mogu ga proslijediti Ministarstva unutarnjih poslova i osigurati da dobijete odgovor. To ima prednost pri isticanju poteškoća u komuniciranju sa predstavnicima Ministarstva unutarnjih poslova koji su u stanju riješiti sustavne probleme.

source: We work to defend the right to FOI for everyone
hr: Radimo kako bismo obranili pravo na pristup informacijama za sve.

source: We'll drop you an email as soon as your request gets a response.
hr: Poslat ćemo vam e-poštu čim stigne odgovor.

source: We're glad you got all the information that you wanted.
hr: Drago nam je da ste dobili željene informacije.

source: What are you doing?
hr: Što pokušavate?

source: When adding lots of authorities its often easier for us to deal with a spreadsheet or CSV.
hr: Pri dodavanju više tijela javne vlasti često nam je lakše raditi s tablicama ili CSV datotekama.

source: Who can I request information from?
hr: Od koga mogu tražiti informacije?

source: Would you like to see a website like this in your country?
hr: Želite li vidjeti web stranicu poput ove u vašoj zemlji?

source: You can find and write to your MP via:
hr: Možete pronaći svog zastupnika i pisati mu putem:

source: You can request documents directly from EU Institutions at our sister site {{ask_the_eu_link}}.
hr: Možete zatražiti dokumente izravno od EU institucija na našoj sestrinskoj stranici {{ask_the_eu_link}}.

source: You have the <strong>right</strong> to request information from any publicly-funded body, and get answers. {{site_name}} helps you make a Freedom of Information request. It also publishes all requests online.
hr: Imate <strong>pravo</strong> zahtijevati informacije od bilo kojeg tijela financiranog javnim sredstvima i dobiti odgovore. {{site_name}} vam pomaže podnijeti zahtjev za pristup informacijama. Također sve zahtjeve objavljuje javno na internetu.

source: You should contact the Home Office directly if you want to write to them in relation to your, or others', individual circumstances. The Home Office's direct email address is:
hr: Trebali biste kontaktirati Ministarstvo unutarnjih poslova izravno vezano za vaše ili tuđe, pojedinačne okolnosti. Direktna adresa e-pošte Ministarstva unutarnjih poslova je:

source: Your donations help us make Freedom of Information more accessible, for everyone.
hr: Vaše donacije pomažu nam da slobodan pristup informacijama omogućimo svima.

source: Your email:
hr: Vaša e-pošta:

source: Your name:
hr: Vaše ime i prezime:

source: Your {{law_used_full}} request has been sent
hr: Vaš zahtjev prema {{law_used_full}} je poslan

source: are long overdue.
hr: jako kasne s odgovorom.

source: details
hr: detalji

source: during term time
hr: tijekom vremena

source: even during holidays
hr: i za vrijeme praznika

source: have delayed.
hr: kasni s odgovorom.

source: the main FOI contact at {{public_body}}
hr: službeniku za informiranje u {{public_body}}

source: the {{site_name}} team
hr: {{site_name}} tim

source: type your search term here
hr: ovdje upišite izraz za pretraživanje

source: what's that?
hr: što je ovo?

source: {{count}} request
hr: {{count}} zahtjeva

source: {{get_help_link}} or {{beginners_guide_link}}
hr: {{get_help_link}} ili {{beginners_guide_link}}

source: {{law_used_full}} request - {{title}}
hr: Zahtjev za {{law_used_full}} - {{title}}

source: {{law_used_full}} request GQ - {{title}}
hr: Zahtjev za {{law_used_full}} GQ - {{title}}

source: {{site_name}} covers requests to {{number_of_authorities}} authority, including:
hr: {{site_name}} pokriva zahtjeve prema {{number_of_authorities}} tijela javne vlasti, uključujući:

source: {{site_name}} is an independent website which helps people make Freedom of Information requests in public. We are not part of the Government.
hr: {{site_name}} je neovisna internetska stranica koja pomaže u procesu podnošenja zahtjeva za pristup informacija i sve objavljuje javno. Mi nismo dio Vlade.

source: {{title}} - a Freedom of Information request to {{public_body}}
hr: {{title}} - zahtjev za pristup informacijama prema {{public_body}}

source: Člankom 7. <a href="{{url}}" target="_blank">Zakona o općem upravnom postupku</a>, načelo pomoći strancinalaže službenim osobama da ako tijekom postupka sazna ili ocijeni da stranka ima osnovu za ostvarenje nekog prava, upozorit će je na to, kao i na posljedice njezinih radnji ili propuštanja u postupku, a brinut će se i da neznanje odnosno neukost stranke i drugih osoba koje sudjeluju u postupku ne budu na štetu prava koja im po zakonu pripadaju.
hr: Člankom 7. <a href="{{url}}" target="_blank">Zakona o općem upravnom postupku</a>, načelo pomoći stranci nalaže službenim osobama da ako tijekom postupka saznaju ili ocijene da stranka ima osnovu za ostvarenje nekog prava, upozorit će ju na to, kao i na posljedice njezinih radnji ili propuštanja u postupku, a brinut će se i da neznanje odnosno neupućenost stranke i drugih osoba koje sudjeluju u postupku ne bude na štetu prava koja im po zakonu pripadaju.

source: Resent request from {{request_sent_date}} to {{public_body_link}}
hr: Zahtjev od {{request_sent_date}} <strong>ponovno poslan</strong> za {{public_body_link}}

source: Resent a follow up from {{request_sent_date}} to {{public_body_link}}
hr: Odgovor od {{request_sent_date}} <strong>ponovno poslan</strong> za {{public_body_link}}

source: Resent {{unknown_message_type}} from {{request_sent_date}} to {{public_body_link}}
hr: Poruka od {{request_sent_date}} <strong>ponovno poslana</strong> za {{public_body_link}}

source: using a new contact address
hr: na drugu adresu elektroničke pošte

source: Referred
hr: Drugostupanjski postupak

source: Transferred
hr: Ustupljeno

source: Payment requested
hr: Zatražena naplata

source: Deadline extended
hr: Produženje roka

source: Referred.
hr: Drugostupanjski postupak.

source: Transferred.
hr: Ustupljeno.

source: Payment requested.
hr: Zatražena naplata.

source: Deadline extended.
hr: Produženje roka.

source: Thank you for letting us know! Hopefully your appeal process with Information Commissioner will be finished soon and positive to your satisfaction.
hr: Hvala vam što ste nas obavijestili! Nadamo se da će vaš žalbeni postupak kod Povjerenika za informiranje biti uskoro završen i pozitivan na vaše zadovoljstvo.
